const Chapters = [
  {
    title: '环节一：主题演讲：AI+安全，智绘跨时代的数字“富春山居图”',
    host: { name: '主持人姓名1', corp: '教育部高等学校网络空间安全专业教学指导委员' },
    subagendas: [
      {
        time: '10:40-11:00',
        title: 'AI驱动防火墙智能升级与安全防护创新实践',
        list: {
          type: '嘉宾',
          data: [
            {
              label: '防火墙发展与AI融合的必要性分析',
              sublabel:
                '本次会议首先介绍了防火墙的发展背景及其与AI融合的必要性。防火墙作为历史悠久的安全产品，其发展脉络与流量变化密切相关，核心需求随着流量侧的安全威胁变化而不断调整。随着AI技术的发展，黑产开始利用AI进行攻击，这使得防火墙的功能需要进一步增强以应对新的威胁。然而，防火墙的单体能力在承接AI效果方面存在局限性，例如无法完全适应AI的复杂推理需求。通过类比智能门锁，会议强调了防火墙在安全防护中的重要性，但同时也指出了其在智能化和协同能力方面的不足。',
              startTime: 164590,
              endTime: 220040,
            },
          ],
        },
      },
    ],
  },
  {
    title: '环节二：仪式：成果·合作',
    host: { name: '主持人姓名1', corp: '教育部高等学校网络空间安全专业教学指导委员' },
    subagendas: [
      {
        time: '11:00-11:05',
        title: '《企业数据资源入表实践白皮书》发布仪式',
        list: {
          type: '嘉宾',
          data: [
            { label: '范渊', sublabel: '安恒信息董事长' },
            { label: '唐刚', sublabel: '中国软件评测中心副主任、数据安全关键技术与产业应' },
            { label: '周宇', sublabel: '杭州数据交易所董事长兼总经理' },
            { label: '刘博', sublabel: '安恒信息CTO' },
            { label: '詹巍', sublabel: '浙江天策律师事务所合伙人' },
          ],
        },
      },
      {
        time: '11:05-11:15',
        title: '人工智能+数字安全实验室签约仪式',
        list: {
          type: '嘉宾',
          data: [
            { label: '魏琴', sublabel: '立信会计事务所(特殊普通合伙)浙江分所合伙人' },
            { label: '程永海', sublabel: '银信资产评估有限公司浙江分公司总经理' },
            { label: '俞能海', sublabel: '中国科学技术大学网络空间安全学院执行院长' },
            { label: '朱浩齐', sublabel: '网易智企副总经理、网易易盾总经理' },
            { label: '侯黎明', sublabel: '人民中科总裁' },
            { label: '张娜', sublabel: '中科闻歌副总经理' },
            { label: '王欣', sublabel: '杭州人工智能学会副秘书长、安恒研究院院长' },
          ],
        },
      },
    ],
  },
  {
    title: '环节三：思客对话:人工智能的发展与安全',
    host: { name: '主持人姓名1', corp: '教育部高等学校网络空间安全专业教学指导委员' },
    subagendas: [
      {
        time: '11:15-12:00',
        title: '思客对话：人工智能的发展与安全',
        list: {
          type: '嘉宾',
          data: [
            { label: '范渊', sublabel: '安恒信息董事长' },
            { label: '唐刚', sublabel: '中国软件评测中心副主任、数据安全关键技术与产业应...' },
            { label: '周宇', sublabel: '杭州数据交易所董事长兼总经理' },
            { label: '刘博', sublabel: '安恒信息CTO' },
            { label: '詹巍', sublabel: '浙江天策律师事务所合伙人' },
            { label: '魏琴', sublabel: '立信会计事务所(特殊普通合伙)浙江分所合伙人' },
            { label: '程永海', sublabel: '银信资产评估有限公司浙江分公司总经理' },
            { label: '俞能海', sublabel: '中国科学技术大学网络空间安全学院执行院长' },
            { label: '朱浩齐', sublabel: '网易智企副总经理、网易易盾总经理' },
            { label: '侯黎明', sublabel: '人民中科总裁' },
            { label: '张娜', sublabel: '中科闻歌副总经理' },
            { label: '王欣', sublabel: '杭州人工智能学会副秘书长、安恒研究院院长' },
          ],
        },
      },
    ],
  },
];

export default Chapters;
